Repository: Inkane/aur2ccr
Catalog: */*.po
Languages: de

source: Keyboard interrupt caught, cleaning up...
de: Tastaturinterrupt abgefangen, räume auf...

source: An error occurred while checking Arch repos.
de: Ein Fehler trat beim Überprüfen der Arch Paketquellen auf.

source: Package names must be at least two characters in length
de: Paketnamen müssen mindestens 2 Zeichen lang sein

source: Checking Arch repos...
de: Überprüfe Arch Paketquellen...

source: '$1' not found in Arch repos
de: Konnte '$1' nicht in den Arch Paketquellen finden

source: Ad added. Thanks for supporting aur2ccr! :)
de: Werbung hinzugefügt. Danke fürs Unterstützen von aur2ccr!:)

source: 'makepkg -g' failed in '$(pwd)'!
de: 'makepkg -g' schlug in '$(pwd)' fehl!

source: something went wrong while updating checksums
de: Etwas lief beim Aktualisieren der Prüfsummen schief

source: dependency $dep cannot be found!
de: Abhängigkeit $dep konnte nicht gefunden werden!

source: Checking if this is a split PKGBUILD...
de: Prüfe ob dies ein split PKGBUILD ist...

source: This doesn't appear to be a split PKGBUILD, continuing...
de: Dies scheint kein split PKGBUILD zu sein, fahre fort ...

source: Changing maintainer information...
de: Ändere Maintainer Informationen...

source: Done
de: Fertig

source: Failed
de: Fehlgeschlagen

source: checksums for $pkgname updated
de: Prüfsummen für $pkgname aktualisiert

source: checksums for $pkgname could not be updated!
de: Prüfsummen für $pkgname konnten nicht aktualisiert werden!

source: Opening '$pkgname' PKGBUILD with $EDITOR
de: Öffne '$pkgname' PKGBUILD mit $EDITOR

source: Note: dependencies have not yet been checked, so the PKGBUILD
de: Bemerkung: Die Abhängigkeiten wurden noch nicht überprüftt,

source: may be changed after you modify it.
de: so dass das PKGBUILD nach deinen Bearbeitungen noch modifiziert werden kann.

source: $pkg is a special package in the Chakra repos, continuing
de: $pkg ist ein spezielles Paket in den Chakra Paketquellen, fahre fort

source: dependency cycle detected!
de: Abhängigkeitskreis entdeckt!

source: skipping '$pkgname' dependency '$pkg'
de: Überspringe '$pkgname' Abhängigkeit '$pkg'

source: $pkgname dependency '$pkg' already in CCR or repos, continuing
de: $pkgname Abhängigkeit '$pkg' ist bereit im CCR oder den Paketquellen, fahre fort

source: Something went wrong while attempting to edit the $pkgname PKGBUILD
de: Etwas lief beim Versuch das $pkgname PKGBUILD zu editieren schief

source: $pkgname dependency '$apkgname' already in CCR or repos as '$cpkgname', continuing
de: $pkgname Abhängigkeit '$apkgname' ist bereit im CCR oder den Paketquellen als '$cpkgname', fahre fort

source: There seems to be a bad definition in '$namesconf'. Please fix this.
de: Es scheint einen falschen Eintrag in '$namesconf' zu geben. Bitte behebe ihn.

source: The offending line is: '$apkgname=$cpkgname'
de: Die fehlerhafte Zeile ist: '$apkgname=$cpkgname'

source: $pkgname dependency '$pkg' not in CCR or repos, looking at Arch packages...
de: $pkgname Abhängigkeit '$pkg' ist weder im CCR oder den Paketquellen, suche nach Arch Paketen...

source: Some error occurred while building '$pkg'
de: Ein Fehler trat beim Bauen von '$pkg' auf

source: Without this dependency, $pkgname cannot be built
de: Ohne diese Abhängigkeit kann $pkgname nicht gebaut werden

source: '$pkg' found in the Arch repos...
de: Fand '$pkg' in den Arch Paketquellen...

source: Sorry, dependency '$pkg' cannot be found.
de: Tut mir leid, dass Paket '$pkg' kann nicht gefunden werden.

source: Testing package '$pkgname'...
de: Teste Paket '$pkgname'...

source: Some error occurred, check the $pkgname PKGBUILD in $(pwd)
de: Ein Fehler trat auf, überprüfe das $pkgname PKGBUILD in $(pwd)

source: Package '$pkgname' has dependencies outside of the Chakra repos.
de: Das Paket '$pkgname' hat Abhängigkeiten außerhalb der Chakra Paketquellen.

source: Attempting to install dependencies with 'ccr'...
de: Versuche Abhängigkeiten mit 'ccr' zu installieren...

source: (This may take a while)
de: (Dies kann eine Weile dauern)

source: Oops, looks like you already have all these dependencies installed.
de: Ups, scheint als wären die Abhängigkeiten bereits installiert.

source: Succeeded, continuing
de: Erfolg, fahre fort

source: Removing packages...
de: Entferne Pakete...

source: Packages removed
de: Pakete entfernt

source: could not remove packages!
de: Konnte Pakete nicht entfernen!

source: Package '$pkgname' has dependencies outside of the Chakra repos and CCR.
de: Das Paket '$pkgname' hat Abhängigkeiten außerhalb des CCR und der Chakra Paketquellen.

source: Running 'makepkg -s' on this package will fail, so we cannot test it now.
de: Das Anwenden von 'makepkg -s'auf dieses Paket wird fehlschlagen, deswegen können wir es nicht testen.

source: Please test the final .src.tar.gz package manually with ccr.
de: Bitte teste das endgültige .src.tar.gz Paket manuell.

source: Package '$pkgname' built successfully.
de: Das Paket '$pkgname' wurde erfolgreich gebaut.

source: $pkgpkg moved to $findir
de: $pkgpkg wurde nach $findir verschoben

source: $pkgpkg could not be moved to $findir
de: $pkgpkg konnte nicht nach $findir verschobenwerden

source: Installing $pkgname...
de: Installiere $pkgname...

source: pacman failed, trying 'makepkg -i'...
de: pacman schlug fehl, versuche 'makepkg -i'...

source: Could not install $pkgname.
de: Konnte $pkgname nicht installieren.

source: $pkgname installed
de: $pgkname installiert

source: $pkgname cannot be installed, because it is missing dependencies.
de: $pkgname kann wegen fehlender Abhängigkeiten nicht installiert werden.

source: Some error occurred, check the $pkgname PKGBUILD in '$(pwd)'
de: Ein Fehler trat auf, überprüfe das $pkgname PKGBUILD in '$(pwd)'

source: cannot create directory '$startdir/$pkgname'
de: kann kein Verzeichnis '$startdir/$pkgname' erstellen

source: There was an error while trying to download the package.
de: Es gab einen Fehler beim Herunterladen des Paketes.

source: tar could not extract the archive
de: tar konnte das Archiv nicht extrahieren

source: '$pkgname' cannot be found
de: '$pkgname' konnte nicht gefunden werden

source: found '$pkgname' as '$archname'
de: Fand '$pkgname' als '$archname'

source: $pkgname info retrieved from Arch repos successfully
de: Empfing erfolgreich $pkgname Informationen von den Arch Paketquellen

source: chown failed
de: chown schlug fehl

source: could not move /var/abs/$archname to working dir
de: konnte /var/abs/$archname nicht ins aktuelle Arbeitsverzeichnis verschieben

source: abs failed
de: abs schlug fehl

source: There was an error while trying to download the package
de: Es gab einen Fehler beim Herunterladen des Paketes

source: The package you specified does not seem to be a valid source archive.
de: Das gewählte Paket scheint kein gültiges Quellarchiv zu sein.

source: '$file' cannot be opened or does not exist
de: '$file' kann nicht geöffnet werden oder existiert nicht

source: $pkgdir is not a directory or does not exist
de: '$pkgdir' ist kein Verzeichnis oder existiert nicht

source: '$pkgdir/PKGBUILD' cannot be opened or does not exist
de: '$pkgdir/PKGBUILD' kann nicht geöffnet werden oder existiert nicht

source: cannot copy files from '$pkgdir'
de: kann keine Dateien von '$pkgdir' kopieren

source: '$pkgname' seems to be a split PKGBUILD, which cannot be uploaded to CCR.
de: '$pkgname' scheint ein split PKGBUILD zu sein, welches nicht ins CCR hochgeladen werden kann.

source: For more information on split PKGBUILDs, see PKGBUILD(5) or
de: Für weitere Informationen über split PKGBUILDs siehe PKGBUILD(5) oder

source: aur2ccr can attempt to rectify this by dividing the PKGBUILD up into multiple
de: aur2ccr kann versuchen dieszu korrigieren in dem es den PKGBUILD in mehrere Zeilen teilt,

source: packages, but this is an experimantal feature and does not always work. If
de: aber dies ist ein experimentelles Feature und funktioniert nicht immer.

source: you do not want this script to attempt to 'unsplit' this package, you will
de: Falls Sie nicht wollen, dass dieses Skript versucht das Paket zu 'unsplitten',

source: need to do it manually.
de: müssen sie es manuell tun.

source: If aur2ccr does try to fix the PKGBUILD, the original will be backed up as
de: Falls aur2ccr versucht das PKGBUILD zu reparieren, dann wird das Original

source: PKGBUILD.orig in the package's build dir.
de: als PKGBUILD.orig im Erstellungsverzeichnis des Paketes gesichert.

source: aur2ccr will not attempt to fix this PKGBUILD. You need to fix it
de: aur2ccr wird nicht versuchen das PKGBUILD zu reparieren. Sie müssen

source: manually before uploading the package to CCR.
de: müssen es selbst tun bevor sie es ins CCR hochladen.

source: Attempting to fix the PKGBUILD...
de: Versuche das PKGBUILD zu reparieren...

source: Done. There is no way to see if this worked without testing the packages.
de: Fertig. Es gibt keinen anderen Weg zu sehen ob es funktionierte, außer das Paket zu testen.

source: Package '$1' not found in AUR or Arch repos.
de: Konnte '$1' nicht im AUR oder in den Arch Paketquellen finden.

source: Did you mean:
de: Meinten Sie:

source: '$1' found in AUR...
de: Fand '$1' im AUR...

source: $1 is marked as out of date in AUR!
de: $1 ist im AUR als veraltet markiert!

source: Skipping $1
de: Überspringe $1

source: Continuing. This is a bad idea!
de: Fahre fort. Das ist eine schlechte Idee!

source: '$1' found in the Arch repos...
de: Fand '$1' in den Arch Paketquellen...

source: In order to choose the best mirror, we need to know where you are.
de: Um den besten Spiegelserver zu finden müssen wir wissen wo Sie sind.

source: Generating pacman configuration for $paconf...
de: Erstelle pacman Konfiguration für $paconf...

source: Sorry, something went wrong.
de: Tut mir leid, etwas lief schief.

source: Try again with a different country, or make sure you are connected to the internet.
de: Versuchen Sie es erneut mit einem anderen Land, oder stellen Sie sicher, dass sie mit dem Internet verbunden sind.

source: option parameter must not start with -
de: Optionsparameter dürfen nicht mit - beginnen

source: missing maintainer
de: Fehlender Maintainer

source: missing source file
de: Fehlende Quelldatei

source: missing url
de: Fehlende URL

source: missing directory
de: fehlendes Verzeichnis

source: specified log file '$logfile' is not writable
de: angegebene Logdatei '$logfile' ist nicht schreibbar

source: missing logfile
de: fehlende Logdatei

source: $1 is not a valid option
de: $1 ist keine gültige Option

source: You did not specify any packages to build
de: Sie haben kein Paket zum Bauen angegegeben

source: There is nothing to do. Exiting...
de: Es gibt nichts zu tun. Höre auf...

source: This script must not be run as root!
de: Dieses Skript darf nicht als root ausgeführt werden!

source: aur2ccr will ask for your password if needed.
de: aur2ccr wird Sie, falls nötig, nach ihrem Passwort fragen.

source: Exiting...
de: Höre auf...

source: Sorry, you need '$bin' to use this script.
de: Tut mir leid, Sie benötigen '$bin' um dieses Skript zu benutzen.

source: Try running 'sudo pacman -Sy abs base-devel ccr cmake curl gawk jshon sed'
de: Versuchen Sie 'sudo pacman -Sy abs base-devel ccr cmake curl gawk jshon sed' auszuführen

source: tmpdir '$tmpdir' is a file!
de: tmpdir '$tmpdir' ist keine Datei!

source: $pkgname is already in CCR or main Chakra repos.
de: $pkgname ist bereit im CCR oder den Paketquellen.

source: Skipping $pkgname
de: Überspringe $pkgname

source: $apkgname is already in CCR or main Chakra repos as $cpkgname.
de: $apkgname ist bereit im CCR oder den Paketquellen als $cpkgname.

source: $pkgname is already in CCR or main Chakra repos as $vpkgname.
de: $pkgname ist bereit im CCR oder den Paketquellen als $vpkgname.

source: $badpkgs package(s) failed
de: $badpkgs Paket(e) schlug(en) fehl

source: Remember, just because aur2ccr seems to have succeeded, does not mean the package(s)
de: Vergiss nicht, nur weil aur2ccr zu funktionieren scheint, heißt das noch lange nicht,

source: will work. Please thoroughly test all packages BEFORE uploading them to CCR.
de: dass die Pakete auchfunktionieren. Bitte teste alle Pakete sorgfältig VOR dem Hochladen ins CCR.

source: Broken packages may be removed without warning.
de: Defekte Pakete können ohne Warnung entfernt werden.

source: The bad package(s) are:
de: Die misslungenen Pakete sind:

source: sed failed while updating checksums
de: sed schlug beim Aktualisieren der Prüfsummen fehl
